IDEA Open Model
ReinfBarSurface Enumeration
Compatible with IDEA StatiCa 20.1
 Reinforcement bar surface
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ReinfBarSurface
Public Enumeration ReinfBarSurface
Members
Member name | Value | Description
Smooth | 0 |  Smooth bar surface
Ribbed | 1 |  Ribbed bar surface
See Also
Reference
IdeaRS.OpenModel.Material Namespace